Repository: halbehers/hamewari_lunar_calendar
Catalog: lib/l10n/calendar/calendar_*.arb
Languages: es

# menu_caption
source: Calendar
es: Calendario

# caption_today
source: Today
es: Hoy

# moon_month_title
source: {month, select, 1 {Magnetic Moon} 2 {Lunar Moon} 3 {Electric Moon} 4 {Self-Existing Moon} 5 {Harmonic Moon} 6 {Rhythmic Moon} 7 {Resonant Moon} 8 {Galactic Moon} 9 {Solar Moon} 10 {Planetary Moon} 11 {Spectral Moon} 12 {Crystal Moon} 13 {Cosmic Moon} other {Unidentified Moon}}
es: {month, select, 1 {Luna magnética} 2 {Luna lunar} 3 {Luna eléctrica} 4 {Luna autoexistente} 5 {Luna armónica} 6 {Luna rítmica} 7 {Luna resonante} 8 {Luna galáctica} 9 {Luna solar} 10 {Luna planetaria} 11 {Luna espectral} 12 {Luna de cristal} 13 {Luna cósmica} other{Luna no identificada}}

# moon_month
source: {month, select, 1 {magnetic} 2 {lunar} 3 {electric} 4 {self-existing} 5 {harmonic} 6 {rhythmic} 7 {resonant} 8 {galactic} 9 {solar} 10 {planetary} 11 {spectral} 12 {crystal} 13 {cosmic} other {unidentified}}
es: {month, select, 1 {magnética} 2 {lunar} 3 {eléctrica} 4 {autoexistente} 5 {armónica} 6 {rítmica} 7 {resonante} 8 {galáctica} 9 {solar} 10 {planetaria} 11 {espectral} 12 {cristal} 13 {cósmica} other {no identificada}}

# moon_week_title
source: {week, select, 1 {Starting Week} 2 {Refinement Week} 3 {Transformation Week} 4 {Implementation Week} other {Unidentified Week}}
es: {week, select, 1 {Semana inicial} 2 {Semana de refinamiento} 3 {Semana de la transformación} 4 {Semana de implementación} other {Semana no identificada}}

# moon_week
source: {week, select, 1 {starting} 2 {refinement} 3 {transformation} 4 {implementation} other {unidentified}}
es: {week, select, 1 {inicial} 2 {refinamiento} 3 {transformación} 4 {implementación} other {no identificada}}

# moon_day_title
source: {day, select, 1 {Monday} 2 {Tuesday} 3 {Wednesday} 4 {Thursday} 5 {Friday} 6 {Saturday} 7 {Sunday} other {Unidentified Day}}
es: {day, select, 1 {Lunes} 2 {Martes} 3 {Miércoles} 4 {Jueves} 5 {Viernes} 6 {Sábado} 7 {Domingo} other {Día no identificado}}

# moon_day
source: {day, select, 1 {monday} 2 {tuesday} 3 {wednesday} 4 {thursday} 5 {friday} 6 {saturday} 7 {sunday} other {unidentified}}
es: {day, select, 1 {lunes} 2 {martes} 3 {miércoles} 4 {jueves} 5 {viernes} 6 {sábado} 7 {domingo} other {no identificado}}

# gregorian_month_title
source: {month, select, 1 {January} 2 {February} 3 {March} 4 {April} 5 {May} 6 {June} 7 {July} 8 {August} 9 {September} 10 {October} 11 {November} 12 {December} other {Unidentified Month}}
es: {month, select, 1 {Enero} 2 {Febrero} 3 {Marzo} 4 {Abril} 5 {Mayo} 6 {Junio} 7 {Julio} 8 {Agosto} 9 {Septiembre} 10 {Octubre} 11 {Noviembre} 12 {Diciembre} other {Mes no identificado}}

# gregorian_month
source: {month, select, 1 {january} 2 {february} 3 {march} 4 {april} 5 {may} 6 {june} 7 {july} 8 {august} 9 {september} 10 {october} 11 {november} 12 {december} other {unidentified}}
es: {month, select, 1 {enero} 2 {febrero} 3 {marzo} 4 {abril} 5 {mayo} 6 {junio} 7 {julio} 8 {agosto} 9 {septiembre} 10 {octubre} 11 {noviembre} 12 {diciembre} other {no identificado}}

# gregorian_day_title
source: {day, select, 1 {Monday} 2 {Tuesday} 3 {Wednesday} 4 {Thursday} 5 {Friday} 6 {Saturday} 7 {Sunday} other {Unidentified Day}}
es: {day, select, 1 {Lunes} 2 {Martes} 3 {Miércoles} 4 {Jueves} 5 {Viernes} 6 {Sábado} 7 {Domingo} other {Día no identificado}}

# gregorian_day
source: {day, select, 1 {monday} 2 {tuesday} 3 {wednesday} 4 {thursday} 5 {friday} 6 {saturday} 7 {sunday} other {unidentified}}
es: {day, select, 1 {lunes} 2 {martes} 3 {miércoles} 4 {jueves} 5 {viernes} 6 {sábado} 7 {domingo} other {no identificado}}

source: Zero Day
es: Día cero
