Repository: halbehers/hamewari_lunar_calendar
Catalog: lib/l10n/app_*.arb
Languages: fr

# app_name
source: Hamewari Calendar
fr: Hamewari Calendrier

# app_loading
source: Loading the app...
fr: Chargement de l'application...

# language_en
source: English
fr: Anglais

# language_fr
source: French
fr: Français

# language_es
source: Spanish
fr: Espagnol

# caption_calendar
source: Calendar
fr: Calendrier

# caption_tasks
source: Tasks
fr: Tâches

# caption_settings
source: Settings
fr: Paramètres

# caption_today
source: Today
fr: Aujourd'hui

# settings_title
source: Settings
fr: Paramètres

# settings_display
source: Display
fr: Affichage

# settings_display_menu_caption
source: Display menu caption
fr: Afficher les labels du menu

# settings_language
source: Language
fr: Langue

# settings_language_system
source: System
fr: Système

# settings_theme_mode
source: Theme Mode
fr: Thème

# theme_mode_dark
source: Dark
fr: Sombre

# theme_mode_light
source: Light
fr: Clair

# theme_mode_system
source: System
fr: Système

# settings_calendar
source: Calendar
fr: Calendrier

# settings_calendar_types
source: {dateType, select, gregorian {Gregorian Calendar} yearZero {Year Zero Calendar} other {Undefined Calendar}}
fr: {dateType, select, gregorian {Calendrier grégorien} yearZero {Calendrier Year Zero} hamewari {Calendrier Hamewari} other {Calendrier non identifié}}

# moon_month_title
source: {month, select, 1 {Magnetic Moon} 2 {Lunar Moon} 3 {Electric Moon} 4 {Self-Existing Moon} 5 {Harmonic Moon} 6 {Rhythmic Moon} 7 {Resonant Moon} 8 {Galactic Moon} 9 {Solar Moon} 10 {Planetary Moon} 11 {Spectral Moon} 12 {Crystal Moon} 13 {Cosmic Moon} other {Unidentified Moon}}
fr: {month, select, 1 {Lune magnétique} 2 {Lune lunaire} 3 {Lune électrique} 4 {Lune auto-existante} 5 {Lune harmonique} 6 {Lune rythmique} 7 {Lune résonnante} 8 {Lune galactique} 9 {Lune solaire} 10 {Lune planétaire} 11 {Lune spectrale} 12 {Lune de cristal} 13 {Lune cosmique} other{Lune non identifiée}}

# moon_month
source: {month, select, 1 {magnetic} 2 {lunar} 3 {electric} 4 {self-existing} 5 {harmonic} 6 {rhythmic} 7 {resonant} 8 {galactic} 9 {solar} 10 {planetary} 11 {spectral} 12 {crystal} 13 {cosmic} other {unidentified}}
fr: {month, select, 1 {magnétique} 2 {lunaire} 3 {électrique} 4 {auto-existante} 5 {harmonique} 6 {rythmique} 7 {résonnante} 8 {galactique} 9 {solaire} 10 {planétaire} 11 {spectrale} 12 {cristal} 13{cosmique} other {non identifiée}}

# moon_week_title
source: {week, select, 1 {Starting Week} 2 {Refinement Week} 3 {Transformation Week} 4 {Implementation Week} other {Unidentified Week}}
fr: {week, select, 1 {Semaine de démarrage} 2 {Semaine de raffinement} 3 {Semaine de transformation} 4 {Semaine de mise en œuvre} other {Semaine non identifiée}}

# moon_week
source: {week, select, 1 {starting} 2 {refinement} 3 {transformation} 4 {implementation} other {unidentified}}
fr: {week, select, 1 {démarrage} 2 {raffinement} 3 {transformation} 4 {mise en œuvre} other {non identifiée}}

# moon_day_title
source: {day, select, 1 {Monday} 2 {Tuesday} 3 {Wednesday} 4 {Thursday} 5 {Friday} 6 {Saturday} 7 {Sunday} other {Unidentified Day}}
fr: {day, select, 1 {Lundi} 2 {Mardi} 3 {Mercredi} 4 {Jeudi} 5 {Vendredi} 6 {Samedi} 7 {Dimanche} other {Jour non identifié}}

# moon_day
source: {day, select, 1 {monday} 2 {tuesday} 3 {wednesday} 4 {thursday} 5 {friday} 6 {saturday} 7 {sunday} other {unidentified}}
fr: {day, select, 1 {lundi} 2 {mardi} 3 {mercredi} 4 {jeudi} 5 {vendredi} 6 {samedi} 7 {dimanche} other {non identifié}}

# gregorian_month_title
source: {month, select, 1 {January} 2 {February} 3 {March} 4 {April} 5 {May} 6 {June} 7 {July} 8 {August} 9 {September} 10 {October} 11 {November} 12 {December} other {Unidentified Month}}
fr: {month, select, 1 {Janvier} 2 {Février} 3 {Mars} 4 {Avril} 5 {Mai} 6 {Juin} 7 {Juillet} 8 {Août} 9 {Septembre} 10 {Octobre} 11 {Novembre} 12 {Décembre} other {Mois non identifié}}

# gregorian_month
source: {month, select, 1 {january} 2 {february} 3 {march} 4 {april} 5 {may} 6 {june} 7 {july} 8 {august} 9 {september} 10 {october} 11 {november} 12 {december} other {unidentified}}
fr: {month, select, 1 {janvier} 2 {février} 3 {mars} 4 {avril} 5 {mai} 6 {juin} 7 {juillet} 8 {août} 9 {septembre} 10 {octobre} 11 {novembre} 12 {décembre} other {non identifié}}

# gregorian_day_title
source: {day, select, 1 {Monday} 2 {Tuesday} 3 {Wednesday} 4 {Thursday} 5 {Friday} 6 {Saturday} 7 {Sunday} other {Unidentified Day}}
fr: {day, select, 1 {Lundi} 2 {Mardi} 3 {Mercredi} 4 {Jeudi} 5 {Vendredi} 6 {Samedi} 7 {Dimanche} other {Jour non identifié}}

# gregorian_day
source: {day, select, 1 {monday} 2 {tuesday} 3 {wednesday} 4 {thursday} 5 {friday} 6 {saturday} 7 {sunday} other {unidentified}}
fr: {day, select, 1 {lundi} 2 {mardi} 3 {mercredi} 4 {jeudi} 5 {vendredi} 6 {samedi} 7 {dimanche} other {non identifié}}
